Repository: 1up-lab/contao-sibling-navigation
Catalog: contao/languages/*/*_content.xlf
Languages: de

# CTE.sibling_navigation_news.0
source: Sibling navigation (News)
de: Vor-/Zurück-Navigation (News)

# CTE.sibling_navigation_news.1
source: Creates a sibling navigation (forth/back).
de: Erzeugt eine Vor-/Zurück-Navigation.

# CTE.sibling_navigation_event.0
source: Sibling navigation (Events)
de: Vor-/Zurück-Navigation (Events)

# CTE.sibling_navigation_event.1
source: Creates a sibling navigation (forth/back).
de: Erzeugt eine Vor-/Zurück-Navigation.

# CTE.sibling_navigation_page.0
source: Sibling navigation (Pages)
de: Vor-/Zurück-Navigation (Seiten)

# CTE.sibling_navigation_page.1
source: Creates a sibling navigation (forth/back).
de: Erzeugt eine Vor-/Zurück-Navigation.

# tl_content.snn_news_archives.0
source: News archives
de: News-Archiv

# tl_content.snn_news_archives.1
source: Choose your preferred news archives to include for the navigation.
de: Wählen Sie hier die News-Archive, welche die Navigation berücksichtigen soll.

# tl_content.snn_event_calendars.0
source: Calendars
de: Kalender

# tl_content.snn_event_calendars.1
source: Choose your preferred calendars to include for the navigation.
de: Wählen Sie hier die Kalender, welche die Navigation berücksichtigen soll.

# tl_content.pageType.0
source: Page type
de: Seitentyp

# tl_content.pageType.1
source: Choose your preferred page type to include for the navigation.
de: Wählen Sie den Seitentyp, welcher die Navigation berücksichtigen soll.

# tl_content.hidden.0
source: Include hidden pages
de: Versteckte Seiten berücksichtigen

# tl_content.hidden.1
source: Include hidden pages for the navigation.
de: Im Menü versteckte Seiten für die Navigation berücksichtigen.

# tl_content.unpublished.0
source: Include unpublished pages
de: Unveröffentlichte Seiten berücksichtigen

# tl_content.unpublished.1
source: Include unpublished pages for navigation.
de: Unveröffentlichte Seiten für die Navigation berücksichtigen.
